answer_examples = [
    {
        "input": "AI미디어콘텐츠학과의 MOU 체결기관은 어떻게 되나요?", 
        "answer": """AI미디어콘텐츠학과는 ㈜케이티, 광주 창조경제 혁신 센터, 광주 테크노파크 등 총 43개의 MOU 체결기관과 체결되어 있습니다."""
    },
    {
        "input": "AI미디어콘텐츠학과의 공통 취득 자격증은 어떻게 되나요?", 
        "answer": """AI미디어콘텐츠학과에서의 공통 취득 자격증은 워드프로세서, 컴퓨터활용능력, ITQ, 경영정보시각화, 사무자동화산업기사 정보처리기사, COS, OCP, OCJP 입니다"""
    },
    {
        "input": "AI미디어콘텐츠학과의 3학년 교과과정은 어떻게 되나요?", 
        "answer": """AI미디어콘텐츠학과의 3학년 교과과정은 객체지향프로그래밍Ⅱ, 딥러닝, 데이터 마이닝, 3D 그래픽스, 크리에이티브 드로잉, 디지털 리터러시, Python 프로그래밍, 머신러닝 프레임워크, 실감콘텐츠 프로그래밍, UX/UI 그래픽 디자인으로 이루어 집니다."""
    },
]